Repository: AM6SoftwareCompany/AL3wn
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Home
ar: الرئيسية

source: About Us
ar: عنا

source: Pricing
ar: الاسعار

source: Dashboard
ar: اللوحة الرئيسية

source: Secondary
ar: الثانوية

source: Stage 1
ar: المرحلة الأولى

source: Stage 2
ar: المرحلة الثانية

source: third Grade
ar: 3 ث

source: Mission & Vision
ar: المهمة والرؤية

source: Join Now
ar: انضم الان

source: Total Courses
ar: الكورسات

source: Team Members
ar: أفراد العمل

source: Our Incredible Team
ar: فريق عملنا الرائع

source: Ahmed M. Abo 6
ar: أحمد أبو 6

source: Founder/Chairman/IT Head
ar: مؤسس - رئيس

source: Fatma Ahmed Hassan
ar: فاطمة أحمد حسن

source: HR Head
ar: رئيس قسم الموادر البشرية

source: Mohammed Ahmed Saber
ar: محمد أحمد صابر

source: Co-Founder / Marketing (MGD) Head
ar: مؤسس - رئيس قسم الدعايا

source: Asmaa Ragab
ar: أسماء رجب

source: TD Head (Treasury Department)
ar: رئيس قسم الخزينة

source: Mostafa Mohamed Marie
ar: مصطفى محمد مرعى

source: Co-Founder /Specialties Head
ar: مؤسس - رئيس قسم التخصصات

source: Abdelrahman M. Nabil
ar: عبد الرحمن محمد نبيل

source: Counselor/Co-Founder
ar: مؤسس - مستشار

source: Nagwa Ibrahim
ar: نجوى ابراهيم

source: Marketing
ar: تسويق

source: Mohamed Refaat
ar: محمد رفعت

source: PR
ar: علاقات عامة

source: Nayra Wael
ar: نيرة وائل

source: Ashraf Atef
ar: أشرف عاطف

source: IT
ar: مهندس

source: Maryam Mahmoud
ar: مريم محمود

source: HR
ar: موارد بشرية

source: Our Partners
ar: شركائنا

source: Al3wn
ar: العون

source: About
ar: عنا

source: Price
ar: السعر

source: Plan
ar: الخطة

source: Speciality
ar: تخصص

source: University
ar: الجامعة

source: Secondary School
ar: المدرسة الثانوية

source: Contact
ar: تواصل

source: Profile
ar: الحساب

source: logout
ar: تسجيل خروج

source: login
ar: تسجيل دخول

source: Join Us
ar: انضم لنا

source: Get in touch with us.
ar: تواصل معانا

source: After all what you saw in our world, if you want to ask any questions you can contact with us.
ar: بعد كل ما رأيته هنا اذا اردت ان تسأل اى اسالة فمرحب بك ان تتواصل معنا

source: Thank you.
ar: شكرا

source: Contact Us
ar: للتواصل معنا

source: Terms & Conditions
ar: الأحكام والشروط

source: Privacy Policy
ar: سياسة الخصوصية

source: Support
ar: الدعم

source: FAQ
ar: اسأله تتكرر

source: Quick Links
ar: لينكات سريعة

source: Email
ar: ايميل

source: Facebook
ar: فيس بوك

source: Bot
ar: بوت

source: Under Development
ar: تحت التطوير

source: Days
ar: أيام

source: Hours
ar: ساعات

source: Minutes
ar: دقائق

source: AL3WN
ar: العون

source: Invitation for all of us to learn.
ar: دعوة لنا كلنا أن نتعلم

source: Learning with al-3wn is
ar: التعلم مع العون

source: simple,enjoyable,meet your needs.
ar: سهل,ممتع,يوافق احتياجاتك.

source: What we provide?
ar: ماذا نقدم؟

source: We provide three packages contain our service and programs
ar: نقدم ثلاث مجموعات تحوى خدماتنا وبرامجنا

source: silver
ar: فضى

source: Automate your exams instead of paper based we provide an online exams.
ar: اجعل امتحانتك تصحح تلقائيا بدلا من الامتحانات الورقية فنحن نقدم امتحانات على النت

source: Gold
ar: ذهبى

source: Monitor your students degrees and have a Progress Chart for them.
ar: تابع درجات تلاميذك مع توضيحها باشكال هندسية

source: Diamond
ar: الأفضل

source: Keep in touch with the parents as they can see how their son is doing.
ar: تواصل باستمرار مع اولياء الامور لمتابعة مستوى اولادهم

source: Secondary Schools
ar: المدارس الثانوية

source: If you are in the secondary school, this section could not help you more.
ar: اذا كنت فى المرحلة الثانوية فهذا الجزء لك

source: With Al3wn we provide all the necessary assistance for you.
ar: فى العون نقدم لك كل العون اللازم.

source: Learn More
ar: اعرف اكثر

source: What our plan?
ar: ماهى خططنا؟

source: The Plan
ar: الخطة

source: Our plan is a group of stages that shows the current stage and when it is completed the new stage appears.
ar: خطتنا تنقسم الى مراحل موضحين المرحلة الحالية واكتمالها

source: if you are curious to know more about us, our team and our plan.
ar: اذا كنت تريد ان تعرف اكثر عن فريق العمل وخططنا

source: Our Prices per student
ar: أسعارنا لكل طالب

source: Our System divides into 2 main categories
ar: نظامنا ينقسم الى تقسيمتين اساسيتين

source: bundles and indvidals
ar: باقات وفردى

source: Often bundles contain the indvidal services but with lower cost the indvidal services are paid separately and this is some bundles/packages that include our services to give the teacher options to select from.
ar: غالبًا ما تحتوي الحزم على الخدمات الفردية ولكن بتكلفة أقل يتم دفع الخدمات الفردية بشكل منفصل وهذه بعض الحزم / الحزم التي تتضمن خدماتنا لمنح المعلم خيارات للاختيار من بينها.

source: The first week is FREE + 15%% discount for every month paid in advance
ar: أول اسبوع مجانى + 15% خصم لكل شهر يتم دفعه مقدما

source: saving
ar: موفرا

source: mo
ar: شهر

source: Students joining Al3wn
ar: طلبة تنضمن للمنصة

source: Students follow up
ar: متابعة الطلبة

source: Customar Service
ar: خدمة العملاء

source: Recording & Editing classes
ar: تسجيل وتعديل الحصص

source: Subscribe Now
ar: اشترك الان

source: 1 medium exam
ar: 1 امتحان متوسط

source: Parents report
ar: تقرير لولى الامر

source: 1 full exam
ar: 1 امتحان كامل

source: 2 small exams (Recites)
ar: 2 تسميع

source: 2 full exam
ar: 2 امتحان كامل

source: 5 small exams (Recites)
ar: 5 تسميعات

source: Videography + Individual
ar: التصوير + نظام الاسئلة الواحده

source: Individual Questions
ar: السؤال الواحد

source: Question Type
ar: نوع السؤال

source: Question Price
ar: سعر السؤال

source: MCQ (Mult-Choise Question)
ar: الاختيار من متعدد

source: One word answer (Recite)
ar: اجابة بكلمة واحده

source: One sentence answer/match
ar: اجابة بسطر

source: 10 sentence or less answer
ar: الاجابة ب 10 سطور او اقل

source: Paragraph (11 sentence or more)
ar: قطعة

source: Videography
ar: التصوير

source: Service Name
ar: نوع الخدمة

source: Service Price
ar: سعر الخدمة

source: In-person recording
ar: التصوير بوجود شخص

source: simple video editing
ar: نعديل بسيط للفيديو

source: The best video editing
ar: أفضل مونتاج

source: Both recording and editing
ar: كلا من التصوير والمونتاج

source: Both recording and editing using a camera
ar: كلا من التصوير والمونتاج باستعمال كاميرا خاصة

source: 25%% discount for every exam paid in advance
ar: 25% خصم لكل امتحان يدفع مقدما

source: The exam and recording of the class stands alone ex: if the exam has 100 MCQ qustions it will cost 100*1 (MCQ price) = 100EGP ....
ar: يقف امتحان الفصل وتسجيله بمفرده على سبيل المثال: إذا كان الاختبار يحتوي على 100 سؤال MCQ ، فسيتكلف 100 * 1 (سعر MCQ) = 100 جنيه ...

source: Secondary School Teachers
ar: مدرسون المرحلة الثانوية

source: Teachers
ar: المدرسون

source: Deutsch Akademie
ar: الأكاديمية الألمانية

source: Benha , Qalubyia
ar: بنها , القليوبية

source: My object is to create and excellent learning environment and to help each student to improve their German (Deutsch) abilities.
ar: .معانا هتبدأ من الاول كورس تأسيس للثانويه العامه اللحق الفرصه وابدأ من الاول

source: First Year
ar: 1 ث

source: Second Year
ar: 2 ث

source: Third Year
ar: 3 ث

source: Our Approach
ar: طريقنا

source: Benha Team
ar: فرع بنها

source: A youth organization its goal to facilitate the educational process in Egypt by keeping up with modern technology to reach assistance to all students with the least capabilities and The fastest and simplified methods.Let us all learn in the right way
ar: منظمة شبابية هدفها تسهيل العملية التعليمية في مصر من خلال مواكبة التكنولوجيا الحديثة للوصول إلى المساعدة لجميع الطلاب ذوي القدرات الأقل والأساليب الأسرع والمبسطة لنتعلم جميعًا بالطريقة الصحيحة

source: Timeline
ar: الجدول الزمني

source: Website
ar: المنصة

source: The Full Completion of al3wn website
ar: اكتمال منصة العون

source: Thanks to : AM6 & Brainean
ar: بفضل : AM6 & Brainean

source: FB
ar: فيس بوك

source: Making the facebook page for al3wn at the name of
ar: عمل صفحة فيس للعون باسم

source: Thanks to : AM6
ar: بفضل : AM6

source: On It
ar: يتم العمل عليها

source: Marketing for al3wn.
ar: التسويق للعون

source: Not yet
ar: ليس بعد

source: Reviews
ar: الاراء

source: Collecting Reviews and feedbacks
ar: تجميع الاراء

source: (This will take no more than 4 minute to fill out💪✅🔥)
ar: (هذا لن يكلفك اكثر من 4 دقائق 💪✅🔥)

source: Send
ar: أبعت

source: Log In
ar: تسجيل دخول

source: Forget Password
ar: نسيت الباسورد

source: Sign Up
ar: الانضمام

source: You have signed out
ar: سجلت خروج

source: Sign In
ar: تسجيل الدخول

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Request Password Reset
ar: طلب إعادة تعيين كلمة المرور

source: Your Password has been set
ar: تم إعادة تعيين كلمة المرور

source: An email has been sent with instructions to reset your password
ar: تم ارسال رسالة الكترونيه (ايميل) مع التعليمات لإعادة تعيين كلمة المرور

source: Info
ar: معلومات

source: Update Info
ar: تحديث بالبيانات

source: Update
ar: تحديث

source: Alerady have an Acoount?
ar: انا املك حساب

source: Permissions
ar: الصلحيات

source: Dates
ar: تواريخ

source: Male
ar: ذكر

source: Female
ar: انثى

source: Grade
ar: السنة

source: Last Name
ar: اسم العائلة

source: date_of_birth
ar: تاريخ الميلاد

source: region
ar: المنطقة

source: phone_number
ar: رقم الهاتف

source: national_id
ar: الرقم القومى

source: gender
ar: النوع

source: year
ar: السنة

source: is_student
ar: طالب

source: is_publisher
ar: ناشر

source: Full Name
ar: الاسم كاملا

source: Address
ar: العنوان

source: Phone Number (optional)
ar: رقم الهاتف اضافى

source: Available for video interview
ar: هل انت متاح لمقابلة عبر الانترنت

source: College
ar: الكلية

source: Academic Year
ar: السنة الدراسية

source: Why Do you want to join us?
ar: لماذا تريد ان تنضم لنا؟

source: How did you know about us
ar: كيف عرفت عنا؟

source: What Skills do you have besides PR skills?
ar: ما هى مهاراتك غير القدرة على الكلام والاقناع

source: Position
ar: المنصب

source: Register
ar: انضمام

source: Careers
ar: وظائف
